Repository: karakushan/fs-google-shopping
Catalog: languages/fs-google-shopping-*.po
Languages: ru_ru

source: General information
ru_ru: Общие сведения

source: Item Currency Code
ru_ru: Код валюты

source: For example: USD, UAH
ru_ru: Например: USD, UAH

source: Use the meta field to get product description
ru_ru: Использовать мета поля для получения описания товара

source: If you want to display a description of excellent from the main content
ru_ru: Если вы хотите добавить в фид описание которое отличается от отображаемого на сайте

source: The name of the metafield of the product description
ru_ru: Ключ мета поля которое используется для описания товара

source: Default Brand
ru_ru: Бренд по умолчанию

source: Default Google Category ID
ru_ru: Категория Google по умолчанию

source: Exclude Google Shopping feed
ru_ru: Исключить из фида

source: Products will also be excluded from child categories.
ru_ru: Товары также будут исключены из дочерних категорий

source: Google Shopping category ID
ru_ru: Категория Google

source: You can specify multiple categories, separated by commas. <a href="http://www.google.com/basepages/producttype/taxonomy-with-ids.en-US.xls" download="taxonomy-with-ids.en-US.xls">Скачать список категорий</a>
ru_ru: Если вы хотите указать сразу несколько категорий, разделите их с помощью запятой. <a href="http://www.google.com/basepages/producttype/taxonomy-with-ids.en-US.xls" download="taxonomy-with-ids.en-US.xls">Скачать список категорий</a>

source: Creates a feed Google Shopping. Integration with F-SHOP.
ru_ru: Создает фид товаров, ссылку на который можно добавить в Google Merchant

source: Vitaliy Karakushan
ru_ru: Виталий Каракушан
